Repository: matdac12/SnipNote
Catalog: SnipNote/Localizable.xcstrings
Source language: en
Languages: it

source: UPLOADING TO SERVER...
it: CARICAMENTO SUL SERVER...

source: Welcome to SnipNote
it: Benvenuto in SnipNote

source: You don't have enough minutes to start recording. Purchase minute packs to continue.
it: Non hai abbastanza minuti per iniziare una traduzione. Acquista un pacchetto minuti per continuare.

source: You've reached your free tier limit of %lld total transcriptions. Upgrade to Pro for unlimited transcriptions.
it: Hai raggiunto il tuo limite gratuito di %lld trascrizioni. Passa a Pro per accesso illimitato.
